/*
 * mysql -ugogi1 -p2203 yumyum1
 */
public class Menulist {
	public String[][] menu(){
		String[][] menu = new String[][]{
			{"생갈비", "양념갈비", "돼지갈비","생삼겹살", "생목살", "생오겹살", "냉동삼겹살", "냉동목살", "냉동오겹살", "대패삼겹살", "육회", "갈매기살", "항정살", "가브리살" },
			{"계란찜", "공기밥", "된장찌개", "물냉면", "비빔냉면", "볶음밥", "치즈추가"," "," "," "," ", " ", " ", " " },
			{"사이다(355ml)", "콜라(355ml)","환타(355ml)", "사이다(1.25L)", "콜라(1.25L)","환타(1.25L)", "소주", "맥주", "청하","막걸리"," "," "," "," "," " }			
		};
		return menu;
	}
	
	public String[][] price(){
		String[][] price = new String[][] {
			{" 6000", " 11000", " 10000", " 13000", " 12900", " 11900", " 11000", " 6000"," 6000", " 9900", " 25000", " 12900", " 15000", " 11900"  },
			{" 2000", " 1000", " 3000", " 5000", " 5000", " 2000", "1000", "", "", "", "", "", "", ""  },
			{" 1000", " 1000", "1000", " 2000", " 2000","2000", " 4500", "4000", "4000", "3000", "", "", "", "", "",""  }
		};
		return price;
	}
}
