
public class Menulist {
	public String[][] menu(){
		String[][] menu = new String[][]{
			{"생갈비", "양념갈비", "돼지갈비","생삼겹살", "생목살", "생오겹살", "냉동삼겹살", "냉동목살", "냉동오겹살", "대패삼겹살", "육회", "갈매기살", "항정살", "가브리살" },
			{"계란찜", "공기밥", "된장찌개", "물냉면", "비빔냉면", "볶음밥","","","","","" },
			{"사이다 500ml", "콜라500ml", "사이다1.25L", "콜라1.25L", "쿨피스", "소주", "맥주","","","","" }			
		};
		return menu;
	}
	
	public String[][] price(){
		String[][] price = new String[][] {
			{" 2000", " 1000", " 2000", " 6000", " 6000", " 6000", " 6000", " 6000"," 6000", " 6000", " 6000", " 6000", " 6000", " 6000"  },
			{" 2000", " 2000", " 3000", "3000"},
			{" 28000", " 23000", " 13000", " 14000", " 13000"}
		};
		return price;
	}
}
